const courseHomeworkData = {
  thirdLecture2Homework: {
    id: "third-lecture-2-homework",

    title:
      "واجب المحاضرة الثانية (أدب الإحياء والبعث)",

    questions: [
      {
        id: 1,

        question:
          'قال علي الجارم:\n"يا ابنتي إن أردت آية حسن وجمالاً يزين جسماً وعقلا فانبدي عادة التبرج نبدا فجمال النفوس أسمى وأغلى"\nيمثل البيتان عاملاً من عوامل التجديد لدى بعض تلامذة البارودي:',

        options: [
          "موقفهم المؤيد لدعوات حرية المرأة",
          "الاهتمام بقضايا الأمة الخارجية",
          "معارضة البعض لدعوات قاسم أمين",
          "التصدي لبعض مساوئ الحياة الثقافية",
        ],

        correctAnswer: 3,
      },

      {
        id: 2,

        question:
          'قال شوقي:\n"يا فرنسا لا عَدِمْنَا مِنْ لَكِ عِنْدَ العِلْمِ وَالظَّنِّ جِسَامًا لُطْفُ اللهِ بِبَارِيسَ ولا لقيت إلا نعيماً وسلاما"\nيعكس البيتان السابقان:',

        options: [
          "اتجاه بالشعر تاريخيا",
          "أحد العوامل التي هيأت للشاعر تطوير مدرسة الإحياء",
          "العناية بوصف منجزات العصر",
          "انشغال تلامذة البارودي بقضايا مجتمعهم",
        ],

        correctAnswer: 1,
      },

      {
        id: 3,

        question:
          'يقول محمد توفيق علي أحد شعراء الإحياء والبعث:\n"إن الممالك لا تباع وتشترى بالمال لكن بالصوارم تمنع\nآباؤكم لم يعرفوا سوقا لها غير المنايا والأسنة شرع"\nتمثل الأبيات دافعا من دوافع التجديد لدى تلامذة البارودي:',

        options: [
          "الاستعمار والدعوة إلى الثورة عليه",
          "الدعوة إلى وحدة العالم الإسلامي",
          "العمل على النهضة الثقافية والحضارية",
          "موقفهم من الوحدة الوطنية",
        ],

        correctAnswer: 0,
      },

      {
        id: 4,

        question:
          'يقول محمد عبد المطلب:\n"ما عهد ولسن أين هل درى أنا بمصر نكابد الأهوالا أمن العدالة عنده أن يبتلى شعب يريد بأرضه استقلالا؟"\nيدل البيتان على واحد من دوافع التجديد عند تلاميذ البارودي وهو:',

        options: [
          "الانفتاح على الثقافة الغربية",
          "الإيمان بفكرة الجامعة الإسلامية",
          "ترسيخ الإحساس بتراث الأجداد",
          "موقفهم من النضال الوطني",
        ],

        correctAnswer: 3,
      },

      {
        id: 5,

        question:
          'يقول محمد توفيق علي:\n"كنا نهلل يوم طار الطائر بشرا ولم نفطن لما هو صائر فإذا العلوم وأهلن مصائد وإذا الفنون حبائل وكبائر وإذا السماء صواعق وإذا البحار معاطب وإذا البلاد مجازر يا قاذفون النار فوق رؤوسنا مهلا فللضعفاء رب ناصر"\nتعبر الأبيات عن اثنين من المضامين الشعرية لدى شعراء البعث:',

        options: [
          "موقفهم المؤيد للحاكم، ثم العدول عن القصر الحاكم والثورة ضده",
          "تأييدهم للمستعمر الإنجليزي قبل فهم نواياه ثم الثورة عليه",
          "إشادتهم بالمخترعات الحديثة، ثم أسفهم على استعمالها في القتل والدمار",
          "ترحيبهم بالثقافة والعلوم الغربية، ثم اكتفاؤهم بالتراث",
        ],

        correctAnswer: 1,
      },

      {
        id: 6,

        question:
          'قال عبد المطلب:\n"لنا باللوي مغنى عهدناه أهلا سقى الله روضات به وخمائلا كساه السحب الجون من نسج نبته عقود جمان نظمت وغنائلا\nتود النجوم الزهر لو كان بعضها وباتت حوالى الأفق منها عواطلا"\nتدل الأبيات على سمات اللغة لدى شعراء الكلاسيكية الجديدة متمثلة في:',

        options: [
          "الاعتماد على اللغة الحية والبعد عن اللغة التراثية",
          "الاعتماد على اللغة التراثية وإن كان أسلوبهم قد سلس بعد ذلك لارتباطهم بالصحافة",
          "تراثية اللغة التي أدت إلى غموض الكثير من تجاربهم الشعرية",
          "التخفيف من حدة اللغة المعجمية والاقتصار على اللغة الحية",
        ],

        correctAnswer: 2,
      },

      {
        id: 7,

        question:
          'يقول محمد توفيق علي:\n"صلى محبك فالدنيا مجاملة حبال عان غزير الدمع أواها غضيضة الطرف صققول عوارضها اضداد فيها جنونا ما نهى الناهي"\nمن ملامح الأسلوب والمضمون الشعري في البيتين:',

        options: [
          "الميل إلى التجارب الذاتية والبعد عن شعر المناسبات مع سلاسة الأسلوب",
          "مجاراة القدماء في بعض الأغراض الشعرية واستعارة معجمهم اللغوي",
          "سلاسة الأسلوب لارتباط جيلهم بالصحافة، مع مجاراة القدماء في أغراضهم الشعرية",
          "مجاراة القدماء في فكرة التجريد مع التجديد في المضمون الشعري",
        ],

        correctAnswer: 1,
      },

      {
        id: 8,

        question:
          'يقول محمد توفيق علي في وصف زبلين - منطاد ألماني:\n"طيرته الرياح والبنزين فهو قصر محلق زبلين\nأنجم الكهرباء فيه تراءت ساطعات تغشو لهن العيون\nفلك سار بالكواكب لا فلك تباهي الورى بها برلين"\nتعكس الأبيات بعض معالم التجديد لدى تلامذة البارودي:',

        options: [
          "تأثرهم الواضح بالثقافة الغربية",
          "التأثر بالتغيرات الثقافية والسياسية",
          "وصفهم للمخترعات الحديثة",
          "الجمع بين الثقافة العربية والغربية",
        ],

        correctAnswer: 2,
      },

      {
        id: 9,

        question:
          'قال الكاظمي:\n"هيهات يصيبني سوى الحرية يصبو الشباب لذكرها والشيب أمنية الشعبين أنت فضيلة تاقت إليك قبائل وشعوب"\nمن ملامح التجديد في البيتين لدى تلامذة البارودي:',

        options: [
          "الميل إلى اللغة السلسة وترك الغريب من اللفظ تأثرا بالصحافة",
          "التعبير عن روح العصر سياسيا والتعبير عن آمال الجماهير وطموحاتها",
          "الجمع بين ذاتية التجربة الشعر في البيت الأول وعموميتها في البيت الثاني",
          "التعبير عن الوحدة بين الشعوب الإسلامية التي نادت بها جامعة الدول الإسلامية",
        ],

        correctAnswer: 1,
      },

      {
        id: 10,

        question:
          'يقول محمد توفيق علي:\n"وارفع وظائفنا فإن الفقر داعية الشرور\nوانظر لقانون المعاش فإنه الجد العنور\nهل بعد ستين يطيب العيش أو ترجى الأمور\nلا خير في ذاك المعاش لغير سكان القبور"\nمن معالم التجديد الواضحة في الأبيات:',

        options: [
          "تغير موقفهم من القصر الحاكم",
          "التعبير عن مشكلات المجتمع ومآسيه",
          "التأثر بالتغيرات الاجتماعية في المجتمع",
          "التعبير عن قضايا المجتمع السياسية",
        ],

        correctAnswer: 1,
      },

      {
        id: 11,

        question:
          'يقول شوقي:\n"ليس من يركب سرجا لينا مثل من يركب أعراف الرياح سر رويدا في فضاء سافر ضاحك الصفحة كافردوس صاح"\nمن مظاهر التطور في شعر شوقي التي نستنتجها من البيتين أنه:',

        options: [
          "عدل من المديح إلى التاريخ",
          "اتجه اتجاها إسلاميا",
          "اتجه للمخترعات الحديثة",
          "اهتم بالشعر الملحمي",
        ],

        correctAnswer: 2,
      },

      {
        id: 12,

        question:
          'قال حافظ إبراهيم:\n"أخذتم كل ما تبغون منا فما هذا التحكم في العباد؟\nفليس وراءكم غير التجني وليس أمامنا غير الجهاد"\nيعكس البيت أحد عوامل التجديد عند تلاميذ البارودي وهو:',

        options: [
          "حث الشعب على الثورة ومناضلة الاستعمار",
          "الرغبة في ترسيخ الإحساس بالماضي العريق",
          "تعدد الأحزاب السياسية",
          "الرغبة في إفساح المجال للتجارب الذاتية في أشعارهم",
        ],

        correctAnswer: 0,
      },

      {
        id: 13,

        question:
          'قال أحمد شوقي:\n"العلم والملك الرفيع كلاهما لك - يا فؤاد - جلالة ومقام\nما هذه الغرف الزواهر كالضحى الشامخات كأنها الأعلام"\nيعبر البيتان عن اتجاه شعري عدل عنه شوقي وهو:',

        options: [
          "الإيمان بفكرة الجامعة الإسلامية",
          "موقفهم من القصر الحاكم ومدحهم للحكام",
          "موقفهم من جوانب الإصلاح مما يتعلق بإنشاء الجامعة المصرية",
          "موقفهم من جوانب الإصلاح مما يتعلق بوحدة المسلمين والأقباط",
        ],

        correctAnswer: 1,
      },

      {
        id: 14,

        question:
          'يقول الكاظمي:\n"ويل الألى نصروا القوي وأيدوا وعلى الضعيف تألبوا وتجمهروا\nالرفق بالحيوان فرض عندهم والرفق بالإنسان شر منكر"\nنستنتج من البيتين السابقين بعض معالم التطوير لدى الكلاسيكيين الجدد متمثلاً في:',

        options: [
          "التأثر بفكرة النضال الوطني، والدعوة إلى الثورة على المستعمر وأعوانه",
          "توظيف الشعر لتهذيب الأخلاق وبث مبادئ الحق والعدل والعمل على ترسيخها",
          "الدعوة إلى المثل العليا وبث القيم كالحق والعدل والمساواة",
          "التعبير عن الواقع بكل صورة من حقيقة وزيف وعدل وظلم",
        ],

        correctAnswer: 0,
      },

      {
        id: 15,

        question:
          'يقول أحمد شوقي:\n"أعهدتنا والقبط إلا أُمة للأرض واحدة تروم مراما؟ نعلي تعاليم المسيح لأجلهم ويوقرون لأجلنا الإسلاما"\nيعكس البيتان أحد عوامل التجديد عند تلاميذ البارودي وهو:',

        options: [
          "موقفهم من جوانب الإصلاح مما يتعلق بإنشاء الجامعة المصرية",
          "موقفهم من جوانب الإصلاح مما يتعلق بالدستور",
          "موقفهم من جوانب الإصلاح مما يتعلق بتحرير المرأة",
          "موقفهم من جوانب الإصلاح مما يتعلق بوحدة عنصري الأمة",
        ],

        correctAnswer: 3,
      },

      {
        id: 16,

        question:
          'يقول الجواهري:\n"هتفت لي الأهوال تطلبني فبرزت حرا غير منتقب أنا صخرة ما إن تخوفني هذي الرياح الهوج بالصخب"\nيعكس البيتان أحد معالم التجديد عند تلاميذ البارودي وهو:',

        options: [
          "التعبير عن روح العصر بما فيه من تحديات والتعبير عن مشكلات المجتمع",
          "التعبير عن الذاتية التي طغت على شعرهم تأثرا بالأدب الفرنسي",
          "إفساح المجال لبعض التجارب الذاتية على النقيض من غالب شعرهم",
          "التعبير عن الذات واستبطان النفس الإنسانية",
        ],

        correctAnswer: 0,
      },

      {
        id: 17,

        question:
          'يقول أحمد محرم:\n"أما تنفك تذكر يوم بدر؟ وما عاينت من قتل وأسر؟\nوراءك إنها الأقدار تجري بنصر للنبي وراء نصر"\nالأبيات تعكس دور أحمد محرم في تطوير الشعر العربي من خلال:',

        options: [
          "معارضة القدماء",
          "الاتجاه نحو المنجزات العصرية",
          "تطويع الشعر العربي للقصص التاريخي الحماسي",
          "تحرير الشعر من وحدة القافية",
        ],

        correctAnswer: 2,
      },

      {
        id: 18,

        question:
          'قال شوقي على لسان الملكة كليوباترا ووصيفتها:\n"تقول وصيفة الملكة:\nالجماهير يا مليكة بالشط يموجون في حبور وبشر\nفتقول الملكة:\nسرهم ما لقيت في أكتيوما من ظهور على العدو ونصر\nأي نصر لقيت حتى أقاموا ألسن الناس في مديحي وشكري ظفر في فم الأماني حلو ليت منه لنا قلامة ظفر"\nيعكس البيتان السبب التي جعلت شوقي يلقب بأمير الشعراء وهو:',

        options: [
          "روعة البيان",
          "الشعر الملحمي",
          "ريادته للمسرح العربي",
          "عدوله عن المديح إلى التاريخ",
        ],

        correctAnswer: 2,
      },

      {
        id: 19,

        question:
          'يقول الرصافي:\n"أطل صباح العيد في الشرق يسمع ضجيجًا به الأفراح تمضي وترجع صباح به يكسو الغني وليده ثيابًا لها يبكي اليتيم المضيع"\nيعكس البيتان معلما من معالم التجديد لدى جيل التطوير متمثلا في:',

        options: [
          "الانشغال بشعر المناسبات لاهتمامهم بقضايا العصر",
          "التعبير عن روح العصر سياسيا متمثلا في الطبقة الموجودة في المجتمع",
          "التعبير عن روح العصر اجتماعيا بالحديث عن معاناة البعض في المجتمع",
          "التعبير عن الوحدة بين شعوب الشرق الذين وحدتهم الأعياد",
        ],

        correctAnswer: 0,
      },

      {
        id: 20,

        question:
          'يقول علي الجارم:\n"زهينا على الدنيا بجامعة غدت حديثًا بأذن الشرق حلوا مرددا كذاك ابن إسماعيل ينتهب المنى دراكا، ويمضي للمحامد مصعدًا"\nميز من خلال البيتين ملمحا من ملامح التطوير لدى تلامذة البارودي:',

        options: [
          "التعبير عن روح العصر سياسيا بالحديث عن جامعة الدول الإسلامية",
          "التعبير عن روح العصر سياسيا بالإشادة بالخديوي ومدحه",
          "التعبير عن روح العصر ثقافيا بالحديث عن إنشاء الجامعة المصرية",
          "إفساح المجال لبعض التجارب الذاتية حيث فخر الشاعر بإنشاء الجامعة المصرية",
        ],

        correctAnswer: 1,
      },
    ],
  },
  /* =========================================================
     واجب المحاضرة الثالثة - الصف الثالث الثانوي
     ========================================================= */

  thirdLecture3Homework: {
    id: "third-lecture-3-homework",

    title:
      "واجب المحاضرة الثالثة",

    solutionVideoId:
      "jC7MQZ58tjQ",

    questions: [
      /* =========================
         القصة - خيالات الطفولة
         ========================= */

      {
        id: 1,
        type: "essay",
        question:
          "«لا يذكر لهذا اليوم اسمًا، ولا يستطيع أن يضعه حيث وضعه الله من الشهر والسنة، بل لا يستطيع أن يذكر من هذا اليوم وقتًا بعينه وإنما يقرب ذلك تقريبًا». ماذا أفاد العطف في الفقرة؟",
        acceptedAnswers: [
          "العطف أفاد التنوع",
          "التنوع",
        ],
      },

      {
        id: 2,
        type: "essay",
        question:
          "«ويرجع ذلك لأنه على جهله حقيقة النور والظلمة، يكاد يذكر أنه تلقى حين خرج من البيت نورًا هادئًا خفيفًا لطيفًا كأن الظلمة تغشى بعض حواشيه». ما الحاسة التي اعتمد عليها الكاتب في الفقرة؟",
        acceptedAnswers: [
          "البصر",
          "حاسة البصر",
        ],
      },

      {
        id: 3,
        type: "essay",
        question:
          "«وإذا كان قد بقي له من هذا الوقت ذكرى واضحة بينة لا سبيل إلى الشك فيها، فإنها هي ذكرى هذا السياج». ما السمة التي تميز أسلوب الكاتب كما يبدو من التعبير السابق؟",
        acceptedAnswers: [
          "المنطقية",
          "منطقية الأسلوب",
        ],
      },

      {
        id: 4,
        type: "essay",
        question:
          "«هو يذكر هذا السياج كأنه رآه أمس». التعبير يدل على ماذا؟",
        acceptedAnswers: [
          "قوة الذاكرة",
          "قوة ذاكرته",
        ],
      },

      {
        id: 5,
        type: "essay",
        question:
          "«ويذكر أنه كان يحسد الأرانب التي كانت تخرج من الدار كما يخرج منها، وتتخطى السياج وثبًا من فوقه تقرض ما وراءه من نبت أخضر يذكر منه الكرنب خاصة». استنتج الوسيلة التي عرف بها الصبي ما عرف عن الأرانب؟",
        acceptedAnswers: [
          "البصر والإحساس",
          "البصر والاحساس",
        ],
      },

      {
        id: 6,
        type: "essay",
        question:
          "«فيأبى فتخرج فتشده من ثوبه فيمتنع عليها، فتحمله بين ذراعيها كأنه الثمامة، وتعدو به إلى حيث تنيمه على الأرض». استنتج ملامح الصبي من خلال الوصف السابق؟",
        acceptedAnswers: [
          "قصير ونحيل وضعيف",
          "كان قصيرًا نحيلًا ضعيفًا",
        ],
      },

      {
        id: 7,
        type: "essay",
        question:
          "«وتقطر فيهما سائلًا يؤذيه ولا يجدي عليه خيرًا». استنتج دلالة التعبير السابق على حال الأسرة والمجتمع؟",
        acceptedAnswers: [
          "يدل على جهل الأسرة والمجتمع",
          "جهل الأسرة والمجتمع",
        ],
      },

      {
        id: 8,
        type: "essay",
        question:
          "«وهو يألم ولكنه لا يشكو ولا يبكي لأنه كان يكره أن يكون كأخته الصغرى بكاء شكاء». استنتج السمة الشخصية التي يتصف بها الكاتب بناءً على التعبير السابق؟",
        acceptedAnswers: [
          "قوة التحمل",
          "يتصف بقوة التحمل",
        ],
      },

      {
        id: 9,
        type: "essay",
        question:
          "«فتنيمه أخته على حصير قد بسط عليها لحاف». ما دلالة هذا التعبير على الحالة المادية للأسرة؟",
        acceptedAnswers: [
          "الفقر",
          "فقر الأسرة",
        ],
      },

      {
        id: 10,
        type: "essay",
        question:
          "«وإنه ليمد سمعه مدًا يكاد يخترق به الحائط لعله يستطيع أن يصله بهذه النغمات الحلوة التي يرددها الشاعر». ما دلالة هذا التعبير على بعض ملامح شخصية الكاتب؟",
        acceptedAnswers: [
          "أنه محب للشاعر حسن",
          "محب للشاعر حسن",
        ],
      },

      {
        id: 11,
        type: "essay",
        question:
          "«ومن حوله إخوته وأخواته يغطون فيسرفون في الغطيط». ما المقصود بالتعبير السابق؟ وما دلالته؟",
        acceptedAnswers: [
          "الفرح، والدلالة أنهم يسرفون في الغطيط",
          "الفرح وأنهم يسرفون في الغطيط",
        ],
      },

      {
        id: 12,
        type: "essay",
        question:
          "«فلابد من أن يعبث به عفريت من العفاريت الكثيرة التي كانت تعمر أقطار البيت وتملأ أرجاءه ونواحيه». اذكر السمة التي تميز أسلوب الكاتب كما يبدو من التعبير السابق؟",
        acceptedAnswers: [
          "المنطقية وأسلوبه كان سهلا",
          "المنطقية والأسلوب السهل",
        ],
      },

      /* =========================
         القصة - ذاكرة الصبي
         ========================= */

      {
        id: 13,
        type: "essay",
        question:
          "«ولم يكن يقدر أن هذا العرض ضئيل بحيث يستطيع الشاب النشيط أن يثب من إحدى الحافتين فيبلغ الأخرى». استنتج دلالة التعبير السابق على ملامح القناة؟",
        acceptedAnswers: [
          "ملامح القناة كانت صغيرة وضئيلة وغير عميقة",
          "القناة صغيرة وضئيلة وغير عميقة",
        ],
      },

      {
        id: 14,
        type: "essay",
        question:
          "«ولم يكن يقدر أن الرجل يستطيع أن يعبر هذه القناة ممتلئة دون أن يبلغ الماء إبطيه». استنتج دلالة التعبير السابق على ملامح القناة؟",
        acceptedAnswers: [
          "غير عميقة",
          "القناة غير عميقة",
        ],
      },

      {
        id: 15,
        type: "essay",
        question:
          "«ويبحثون في أرضها الرخوة عما تخلف من صغار السمك فمات لانقطاع الماء عنه». استنتج دلالة التعبير السابق على ملامح القناة؟",
        acceptedAnswers: [
          "القناة صغيرة وغير متصلة بالبحر",
          "صغيرة وغير متصلة بالبحر",
        ],
      },

      {
        id: 16,
        type: "essay",
        question:
          "«القناة عالم آخر مستقل عن العالم الذي كان يعيش فيه، تعمره كائنات غريبة مختلفة لا تكاد تحصى، منها التماسيح التي تزدرد الناس ازدرادًا، ومنها المسحورون الذين يعيشون تحت الماء بياض النهار وسواد الليل». استنتج دلالة وصف الصبي للقناة بهذا الوصف.",
        acceptedAnswers: [
          "القناة كانت مرعبة ومخيفة في خيال الصبي",
          "كانت القناة مرعبة ومخيفة في خيال الصبي",
        ],
      },

      {
        id: 17,
        type: "essay",
        question:
          "علام يدل التعبير بـ «كائنات لا تكاد تحصى»؟",
        acceptedAnswers: [
          "الكثرة",
          "يدل على الكثرة",
        ],
      },

      {
        id: 18,
        type: "essay",
        question:
          "«ذلك الخاتم الذي كان يتختمه سليمان فيسخر له الجن والريح وما يشاء من قوى الطبيعة، وما كان أحب إليه أن يهبط في هذه القناة لعل سمكة من هذه الأسماك تزدرده فيظفر في بطنها بهذا الخاتم». ما دلالة التعبير السابق على حياة الصبي الثقافية؟",
        acceptedAnswers: [
          "كان طه حسين واسع الخيال",
          "طه حسين واسع الخيال",
          "اتساع خيال الصبي",
        ],
      },

      /* =========================
         القراءة - القطعة الأولى
         ========================= */

      {
        id: 19,
        question:
          "القطعة الأولى «سلامة الأطفال والشباب على الإنترنت» - السؤال الأول",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 3,
      },
      {
        id: 20,
        question:
          "القطعة الأولى «سلامة الأطفال والشباب على الإنترنت» - السؤال الثاني",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 1,
      },
      {
        id: 21,
        question:
          "القطعة الأولى «سلامة الأطفال والشباب على الإنترنت» - السؤال الثالث",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 3,
      },
      {
        id: 22,
        question:
          "القطعة الأولى «سلامة الأطفال والشباب على الإنترنت» - السؤال الرابع",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 3,
      },
      {
        id: 23,
        question:
          "القطعة الأولى «سلامة الأطفال والشباب على الإنترنت» - السؤال الخامس",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 3,
      },
      {
        id: 24,
        question:
          "القطعة الأولى «سلامة الأطفال والشباب على الإنترنت» - السؤال السادس",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 0,
      },
      {
        id: 25,
        type: "essay",
        question:
          "القطعة الأولى «سلامة الأطفال والشباب على الإنترنت» - السؤال السابع",
        acceptedAnswers: [
          "الرقابة من الدولة على كل مواقع التواصل، والرقابة من ولي الأمر على أبنائه، وحذف كل الصفحات غير الشرعية، وتعليم الأطفال في المدارس كل إيجابيات مواقع التواصل",
        ],
      },

      /* =========================
         القراءة - القطعة الثانية
         ========================= */

      {
        id: 26,
        question:
          "القطعة الثانية «مما كتبه توفيق الحكيم» - السؤال الأول",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 2,
      },
      {
        id: 27,
        question:
          "القطعة الثانية «مما كتبه توفيق الحكيم» - السؤال الثاني",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 0,
      },
      {
        id: 28,
        question:
          "القطعة الثانية «مما كتبه توفيق الحكيم» - السؤال الثالث",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 3,
      },
      {
        id: 29,
        question:
          "القطعة الثانية «مما كتبه توفيق الحكيم» - السؤال الرابع",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 2,
      },
      {
        id: 30,
        question:
          "القطعة الثانية «مما كتبه توفيق الحكيم» - السؤال الخامس",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 2,
      },
      {
        id: 31,
        question:
          "القطعة الثانية «مما كتبه توفيق الحكيم» - السؤال السادس",
        options: ["أ", "ب", "ج", "د"],
        correctAnswer: 1,
      },
    ],
  },

  /* =========================================================
     واجب المحاضرة الرابعة - الصف الثالث الثانوي
     ========================================================= */

  thirdLecture4Homework: {
    id: "third-lecture-4-homework",

    title:
      "واجب المحاضرة الرابعة",

    solutionVideoId:
      "yaoRGDPmF50",

    questions: [
      {
        id: 1,
        question:
          "( هُوَ خِلْسَةٌ مِنْ نِعْمَةٍ عُلْوِيَّةٍ لَيْسَتْ تَفِيء ) . اجعل خبر (ليس) مفردا محافظا على المعنى .",
        options: [
          "ليست فائية .",
          "ليس مفيء .",
          "ليس فائيا",
          "ليس فاينا .",
        ],
        correctAnswer: 2,
      },

      {
        id: 2,
        question:
          "( ليس الماجد بذي طمع يشين ) . ميز الصياغة الصحيحة عند حذف حرف الجر الزائد .",
        options: [
          "ذي .",
          "ذا .",
          "ذو.",
          "ذوا .",
        ],
        correctAnswer: 1,
      },

      {
        id: 3,
        question:
          "( ليس تحقيق السلام بمستحيل ) . حدد - مما يلي - نوع الخبر في الجملة السابقة:",
        options: [
          "مفرد.",
          "شبه جملة",
          "جملة اسمية",
          "جملة فعلية",
        ],
        correctAnswer: 0,
      },

      {
        id: 4,
        question:
          "( أصبح للعلم الأثر الواضح في كل مناحي الحياة ) . حدد خبر الفعل الناسخ :",
        options: [
          "للعلم",
          "الأثر.",
          "الواضح",
          "في كل مناحي.",
        ],
        correctAnswer: 0,
      },

      {
        id: 5,
        question:
          "( يكون الزرع ناضرا حيث يكون الماء متوفرا ) . ما نوع الفعل ( يكون ) في موضعيه :",
        options: [
          "الفعلان تامان",
          "ناقص - تام .",
          "تام - ناقص",
          "الفعلان ناقصان",
        ],
        correctAnswer: 3,
      },

      {
        id: 6,
        question:
          "( صارت القضية معقدة حين صارت إلى القاضي ) . ما نوع الفعل ( صار ) في الموضعين :",
        options: [
          "الفعلان تامان",
          "ناقص - تام .",
          "تام - ناقص",
          "الفعلان ناقصان",
        ],
        correctAnswer: 3,
      },

      {
        id: 7,
        question:
          "( كن مع الله تصر أكثر ثقة وأمان ) . ميز نوع الفعلين : ( كن - تصر ) بالترتيب :",
        options: [
          "الفعلان تامان",
          "ناقص - تام .",
          "تام - ناقص",
          "الفعلان ناقصان",
        ],
        correctAnswer: 3,
      },

      {
        id: 8,
        question:
          "أضحى الطالب عقله راجح . ميز - مما يلي - الإعراب الصحيح لكلمة ( عقله ) .",
        options: [
          "خبر أضحى.",
          "اسم أضحى.",
          "فاعل.",
          "مبتدأ.",
        ],
        correctAnswer: 3,
      },

      {
        id: 9,
        question:
          "( بقي الجندي في مكانه وما برحه ) . ميز محل الضمير المتصل ( الهاء في برحه ) .",
        options: [
          "رفع اسم برح.",
          "رفع فاعل",
          "نصب خبر.",
          "نصب مفعول به",
        ],
        correctAnswer: 0,
      },

      {
        id: 10,
        question:
          "( كان القدماء لا يلقون الشعر إلقاء كالنثر ) . حدد - مما يلي - نوع الفعل ( كان ) :",
        options: [
          "جامد.",
          "ناقص",
          "تام",
          "متعد المفعولين.",
        ],
        correctAnswer: 1,
      },

      {
        id: 11,
        question:
          "( أجمل المال ما كان ثمرة الجهد والعرق ) . حدد إعراب كلمة ( ثمرة ) :",
        options: [
          "اسم كان.",
          "فاعل",
          "خبر كان.",
          "مفعول به",
        ],
        correctAnswer: 1,
      },

      {
        id: 12,
        question:
          "( الحمد لله ؛ زال من المريض ألمه ) . أعرب كلمة ( ألمه ) :",
        options: [
          "اسم زال.",
          "خبر زال",
          "فاعل.",
          "مفعول به",
        ],
        correctAnswer: 2,
      },

      {
        id: 13,
        question:
          "( لا تكون العلاقات الإنسانية إنسانية إلا بمراعاة شعور الآخرين ) . حدد خبر الفعل الناقص :",
        options: [
          "العلاقات.",
          "الإنسانية.",
          "إنسانية.",
          "بمراعاة .",
        ],
        correctAnswer: 2,
      },

      {
        id: 14,
        question:
          "( إذا كان الفهم أساس مذاكرة الطالب ، كانت النتائج المرجوة ) . ما نوع ( كان ) في موضعيها ؟",
        options: [
          "تام - تام",
          "ناقص - ناقص .",
          "تام - ناقص",
          "ناقص - تام .",
        ],
        correctAnswer: 3,
      },

      {
        id: 15,
        question:
          "قال الشاعر : سلي إن جهلت الناس عنا وعنهم * فليس سواء عالم وجهول . حدد اسم الفعل الناقص في البيت السابق",
        options: [
          "الناس.",
          "سواء",
          "عالم.",
          "جهول .",
        ],
        correctAnswer: 2,
      },

      {
        id: 16,
        question:
          "( لو ظلت الشمس لظلت الحرارة المرتفعة ) . أعرب كلمتي : ( الشمس - الحرارة ) بالترتيب .",
        options: [
          "الكلمتان اسم ظل.",
          "الكلمتان فاعل",
          "اسم ظل - فاعل.",
          "فاعل - اسم ظل.",
        ],
        correctAnswer: 1,
      },

      {
        id: 17,
        question:
          "( أنتم مجتهدون ) . ميز الصياغة الصحيحة للجملة بعد دخول (ليس) عليها :",
        options: [
          "ليس أنتم مجتهدين.",
          "ليس أنتم مجتهدون .",
          "لستم مجتهدون",
          "لستم مجتهدين.",
        ],
        correctAnswer: 3,
      },

      {
        id: 18,
        question:
          "( آباؤكم ذوو فضل عليكم ) . أدخل ( مازال ) على الجملة و أعد كتابتها بصورة صحيحة :",
        options: [
          "مازال آباؤكم ذوو فضل عليكم.",
          "مازال آباءكم ذوو فضل عليكم .",
          "مازال آباؤكم ذوي فضل عليكم.",
          "مازال آبائكم ذوي فضل عليكم .",
        ],
        correctAnswer: 2,
      },

      {
        id: 19,
        question:
          "( أبوك بطل ) . ميز الصياغة الصحيحة للجملة عند إدخال (صار) عليها :",
        options: [
          "صار أباك بطل.",
          "صار أبيك بطل.",
          "صار أبوك بطلا.",
          "صار أباك بطلا.",
        ],
        correctAnswer: 2,
      },

      {
        id: 20,
        question:
          "قال الشاعر : وَتَجَنَّبِ الفَحْشَاءَ لا تَنطِق بِهَا * مَا دُمْتَ فِي جِدّ الكلام وَهَزْلِهِ . ميز نوع (ما دام) وحدد مرفوعها .",
        options: [
          "تامة وفاعلها مستتر .",
          "ناقصة واسمها مستتر.",
          "تامة وفاعلها تاء الفاعل .",
          "ناقصة واسمها تاء الفاعل",
        ],
        correctAnswer: 3,
      },

      {
        id: 21,
        question:
          "قال تعالى : ( وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَاقًا غَلِيظًا ) . ميز نوع الفعل ( أخذن ) :",
        options: [
          "فعل ناسخ",
          "فعل للشروع",
          "فعل للمقاربة.",
          "فعل تام",
        ],
        correctAnswer: 3,
      },

      {
        id: 22,
        question:
          "قال الشاعر : فإصبر إلى غدٍ * عسى نكبات الدهر عنك تزول . حدد نوع الفعلين عسى - تزول بالترتيب :",
        options: [
          "تام - ناقص.",
          "رجاء - تام.",
          "شروع - تام",
          "مقاربة - شروع.",
        ],
        correctAnswer: 1,
      },

      {
        id: 23,
        question:
          "أي الجمل الآتية ورد فيها فعل يدل على الرجاء؟",
        options: [
          "لعل الفرج قريب .",
          "إني راج منك خيرا .",
          "اخلولقت الأزمة أن تنكشف.",
          "ليت الشباب يعود يوما .",
        ],
        correctAnswer: 2,
      },

      {
        id: 24,
        question:
          "ميز الجملة التي تحتوي على فعل من أفعال المقاربة :",
        options: [
          "حرى الصديق أن يحفظ أسرار صديقه.",
          "حرى السلام أن يعم بين الشعوب .",
          "كربت الأوبئة تفني الشعوب الفقيرة .",
          "بدأت الأمطار الغزيرة تهطل بشدة .",
        ],
        correctAnswer: 2,
      },

      {
        id: 25,
        question:
          "( يوشك من يثابر على هدفه يصل إليه ) . ميز المحل الإعرابي للجملتين ( يثابر - يصل ) .",
        options: [
          "خبر يوشك - لا محل لها من الإعراب.",
          "لا محل لها من الإعراب - خبر يوشك .",
          "جزم فعل الشرط - جزم جواب الشرط .",
          "كلتا الجملتين لا محل لهما من الإعراب.",
        ],
        correctAnswer: 1,
      },

      {
        id: 26,
        question:
          "( جعل المعلم الدرس سهلا - جعل المعلم يسهل الدرس ) . أعرب كلمة ( المعلم ) بالترتيب .",
        options: [
          "الكلمتان فاعل.",
          "الكلمتان اسم جعل.",
          "فاعل - اسم جعل .",
          "اسم جعل - فاعل.",
        ],
        correctAnswer: 2,
      },

      {
        id: 27,
        question:
          "قال الشاعر : (يا أيها الخل الوفي تلطفا * قد كانت الألفاظ عنك لقاصره . ضع ( اخلولق ) بدلا من (كانت) .",
        options: [
          "اخلولقت الألفاظ لتقصر .",
          "اخلولقت الألفاظ تقصر .",
          "اخلولقت الألفاظ أن تقصر .",
          "اخلولقت الألفاظ قاصرة .",
        ],
        correctAnswer: 2,
      },

      {
        id: 28,
        question:
          "قال الشاعر : (لا تأثمن فإما كُنْتَ منهمكا * في العلم يوماً وإما كنت منغمسا . ضع الفعل طفق بدلا من (كنت) :",
        options: [
          "طفقت أن تنهمك .",
          "طفقت منهمكا .",
          "طفقت تنهمك .",
          "طفقت انهماكا .",
        ],
        correctAnswer: 2,
      },

      {
        id: 29,
        question:
          "قال الشاعر : ( إِنَّ الصداقة أن تكون من الهوى * كالقلب للرئتين ينبض هادره . ضع فعلا للشروع مكان (إن) في صدر البيت .",
        options: [
          "حرى الصداقة تكون .",
          "اخلولقت الصداقة تكون",
          "حرى الصداقة أن تكون .",
          "طفقت الصداقة تكون",
        ],
        correctAnswer: 3,
      },
    ],
  },
  /* =========================================================
     واجب المحاضرة الخامسة - الصف الثالث الثانوي
     بلاغة: تشبيه واستعارة
     ========================================================= */

  thirdLecture5Homework: {
    id: "third-lecture-5-homework",

    title:
      "واجب المحاضرة الخامسة",

    solutionVideoId:
      "2yjNltfldpc",

    questions: [
      {
        id: 1,
        question:
          "إن لم أقف حيث جيش الموت يزدحم .... فلا مشت بي في ~طريق العلا~ قدم",
        options: [
          "تمثيلي يفيد قوة الموت وضرورة مواجهته.",
          "مجمل يفيد تحدي الشاعر للموت.",
          "ضمني يفيد غموض الموت.",
          "بليغ يوضح تحدي الشاعر للصعاب",
        ],
        correctAnswer: 3,
      },

      {
        id: 2,
        question:
          "فتجهمت وتلفتت مرتاعة ... كالظبي أيقن أنه مأسور ( جمله )",
        options: [
          "بليغ يوضح الخوف والرعب",
          "مجمل يفيد الضعف والإنكسار.",
          "تمثيلي يفيد الرعب والخوف",
          "مفصل يوضح عدم الفرار من الحزن",
        ],
        correctAnswer: 2,
      },

      {
        id: 3,
        question:
          "وتحيرت في مقلتيها دمعة ... خرساء لا تهمي وليس تغور ( جمله )\n\nفكأنها بطل تكنفه العدى ... بسيوفهم وحسامه مكسور",
        options: [
          "بليغ يوضح الخوف والرعب.",
          "مجمل يفيد الضعف والإنكسار.",
          "تمثيلي يفيد الرعب والخوف",
          "مفصل يوضح عدم الفرار من الحزن",
        ],
        correctAnswer: 2,
      },

      {
        id: 4,
        question:
          "ما لي أكلف مهجتي كتم الأسى ... إن طال عهد الجرح صار صديدًا ( جمله )",
        options: [
          "بليغ يوضح شدة الحزن والألم.",
          "ضمني يوحي بفقدان القدرة على تحمل الألم.",
          "تمثيلي يفيد شدة الجرح.",
          "مجمل يفيد قوة الصبر.",
        ],
        correctAnswer: 1,
      },

      {
        id: 5,
        question:
          "سأعيش رغم الداء والأعداء ... كالنسر فوق القمة الشماء ( جمله )",
        options: [
          "بليغ يوضح كثرة الأعداء.",
          "ضمني يوحي بالصبر على المكاره",
          "تمثيلي يفيد التحدي.",
          "مجمل يفيد قوة العزيمة والإرادة.",
        ],
        correctAnswer: 2,
      },

      {
        id: 6,
        question:
          "وأسير في ~دنيا المشاعر~ ، حالمًا ... غردًا - وتلك سعادة الشعراء",
        options: [
          "بليغ يفيد السعادة والفرحة.",
          "مفصل يفيد قوة المشاعر.",
          "ضمني يوحي بالقوة والانطلاق.",
          "مجمل يفيد تحمل الآلام",
        ],
        correctAnswer: 0,
      },

      {
        id: 7,
        question:
          "{مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا} ( جمله )",
        options: [
          "بليغ يفيد قوة التحمل.",
          "ضمني يوحي بالبلاعة والغياء.",
          "تمثيلي يوحي بالغباء وعدم الفهم.",
          "مجمل يفيد عدم الفهم.",
        ],
        correctAnswer: 2,
      },

      {
        id: 8,
        question:
          "ترجو النجاة ولم تسلك مسالكها ... إن السفينة لا تجري على اليَبَس. ( جمله )",
        options: [
          "بليغ يفيد الشعور بالضياع.",
          "ضمني يوحي بأن الحصاد وفق العمل.",
          "تمثيلي يوحي بضرورة العمل للنجاة.",
          "مجمل يفيد الكسل وعدم العمل.",
        ],
        correctAnswer: 1,
      },

      {
        id: 9,
        question:
          "فاقضوا مآربكم عجالاً إنما ... ~أعماركم سفر~ من الأسفار",
        options: [
          "بليغ يفيد أهمية العمل.",
          "بليغ يفيد قصر العمر.",
          "تمثيلي يوحي بأهمية العمل للآخرة.",
          "مجمل يفيد ضرورة المسارعة للعمل الصالح.",
        ],
        correctAnswer: 1,
      },

      {
        id: 10,
        question:
          "~فإنك شمس~ والملوك كواكب ... إذا طلعت لم يبد منهن كوكب",
        options: [
          "بليغ يفيد قوة نور الشمس.",
          "ضمني يوحي بعظمة الممدوح",
          "تمثيلي يفيد الفرق بين الممدوح وبقية الملوك",
          "مجمل يفيد ضعف الملوك أمام الممدوح.",
        ],
        correctAnswer: 0,
      },

      {
        id: 11,
        question:
          "إنما ~الدنيا كبيت~ ...من بيوت العنكبوت",
        options: [
          "بليغ يفيد حقارة الدنيا.",
          "تمثيلي يفيد الفرق بين الدنيا والآخرة.",
          "ضمني يوحي بتعظيم الآخرة.",
          "مجمل يفيد هوان قيمة الدنيا.",
        ],
        correctAnswer: 3,
      },

      {
        id: 12,
        question:
          "تهون علينا في المعالي نفوسنا .... ومن خطب الحسناء لم يغلها المهر! ( جمله )",
        options: [
          "بليغ يفيد سمو الأهداف.",
          "تمثيلي يفيد جمال الأهداف.",
          "ضمني يوحي بأهمية الجهد من أجل تحقيق الهدف.",
          "ضمني يوحي بجمال المعالي وكأنها حسناء.",
        ],
        correctAnswer: 3,
      },

      {
        id: 13,
        question:
          "قال تعالى: {مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ} ( جمله )",
        options: [
          "بليغ يفيد حقارة الدنيا.",
          "ضمني يوحي بتعظيم الآخرة.",
          "تمثيلي يفيد الفرق بين الدنيا والآخرة.",
          "تمثيلي يفيد ضعف المعبودات من دون الله.",
        ],
        correctAnswer: 2,
      },

      {
        id: 14,
        question:
          "سيذكرني قومي إذا جد جدهم ... وفي الليلة الظلماء يفتقد البدر ( جمله )",
        options: [
          "ضمني يفيد جمال القمر",
          "ضمني يفيد حاجة قوة الشاعر إليه.",
          "تمثيلي يفيد جمال الشاعر.",
          "تمثيلي يفيد حاجة قوم الشاعر إليه.",
        ],
        correctAnswer: 1,
      },

      {
        id: 15,
        question:
          "سيغمر ~ليلنا فجر~ قريب",
        options: [
          "مكنية توحي بقوة الأمل.",
          "مكنية توحي بقوة الصعوبات.",
          "تصريحية توحي بالعزيمة والإصرار",
          "تصريحية توحي بقوة الأمل في زوال الشدة.",
        ],
        correctAnswer: 0,
      },

      {
        id: 16,
        question:
          "يقول شوقي وهو في منفاه أحرام علي ~بلا بله~ الدوح حلال للطير من كل جنس؟",
        options: [
          "مكنية توحي بالشوق إلى الوطن.",
          "تصريحية توحي بالتنديد بالاستعمار.",
          "مكنية توحي بأحقية أبناء الوطن به.",
          "تصريحية تبين الفرق بين الأصيل والدخيل.",
        ],
        correctAnswer: 1,
      },

      {
        id: 17,
        question:
          "وجيش به ~أسد~ الكريهة غضب ... وإن شئت عقبان المنية حوم",
        options: [
          "مكنية تفيد قوة الجيش.",
          "تصريحية تفيد قوة الجنود.",
          "تصريحية تبين الانبهار بالجيش.",
          "مكنية تفيد ضعف الأعداء.",
        ],
        correctAnswer: 1,
      },

      {
        id: 18,
        question:
          "~سلو قلبي~ غداة سلا وثابا ... لعل على الجمال له عتابا",
        options: [
          "مكنية توحي بالإعجاب بالجمال.",
          "تصريحية تفيد الشوق إلى المحبوب",
          "مكنية توحي بالضيق والحزن",
          "تصريحية إعجاب الشاعر بجمال محبوبته",
        ],
        correctAnswer: 0,
      },

      {
        id: 19,
        question:
          "وكنت إذا ~سألت القلب~ يوما ... تولى الدمع عن قلبي الجوابا",
        options: [
          "مكنية تفيد التجلد والتصبر",
          "مكنية تفيد قوة العاطفة.",
          "تصريحية تفيد كثرة دموع الشاعر.",
          "تصريحية تفيد رقة مشاعر الشاعر.",
        ],
        correctAnswer: 1,
      },

      {
        id: 20,
        question:
          "ولا ينبيك عن ~خلق الليالي~ ... كمن فقد الأحبة والصحابا\n\nجنيت بروضها وردًا وشوكًا ... وذقت بكأسها شهدًا وصابا",
        options: [
          "تصريحية تفيد شدة الآلام.",
          "تصريحية ومكنية، توضحان طبيعة الحياة.",
          "تصريحية تفيد تنوع خبرات الحياة.",
          "مكنية توحي بخبرة الشاعر دون غيره بالحياة.",
        ],
        correctAnswer: 3,
      },

      {
        id: 21,
        question:
          "~بنيت لهم~ من الأخلاق ركنا ... فخالوا الركن فانهدم اضطرابا",
        options: [
          "تصريحية تفيد أهمية الأخلاق.",
          "مكنية تفيد أن قوة المجتمع بقوة أخلاقه.",
          "تصريحية تفيدان الأخلاق أساس المجتمع",
          "تصريحية تفيد أهمية الأخلاق.",
        ],
        correctAnswer: 1,
      },

      {
        id: 22,
        question:
          "~سكن الظلام~ وبات قلبك بخفق ... وسطا على جنبيك هم مقلق",
        options: [
          "مكنية توحي بقوة الهموم",
          "مكنية توحي باطمئنان القلب",
          "مكنية توحي بتحمل الآلام.",
          "تصريحية توحي بقوة القلب",
        ],
        correctAnswer: 0,
      },

      {
        id: 23,
        question:
          "أخفيت ~أسرار الفؤاد~ وإنما ... سر الفؤاد من النواظر يسرق",
        options: [
          "مكنية توحي بأن العين تفضح أسرار القلب",
          "مكنية توحي بشدة الكتمان.",
          "تصريحية توحي بفضائح العين لآلام القلب",
          "مكنية توحي بالضعف",
        ],
        correctAnswer: 0,
      },

      {
        id: 24,
        question:
          "~وأذكر لنا عهد~ الذين بنائهم .... جمعوا عليك همومهم وتفرقوا",
        options: [
          "مكنية توحي بجمال صوت الناي.",
          "مكنية توحي بخيانة الأصدقاء.",
          "مكنية توحي بتنوع الهموم",
          "تصريحية توحي بتجسيد الهموم",
        ],
        correctAnswer: 2,
      },

      {
        id: 25,
        question:
          "ودعوت شعري يا أمين ~ف خانني ... أدبي~ ولم يرع القريض ذمامي",
        options: [
          "مكنية توحي بضعف الشعر.",
          "مكنية توحي بقوة الأحزان.",
          "تصريحية توحي بعدم جدوى الشعر.",
          "تصريحية توحي بكراهية الشاعر للشعر.",
        ],
        correctAnswer: 1,
      },

      {
        id: 26,
        question:
          "ترامت کما شاءت ~وشاء لها الهوى~ ... تميل على خد وتصدف عن خد",
        options: [
          "مكنية توحي بدلال المحبوبة",
          "مكنية توحي بالصلف والكبر.",
          "تصريحية توحي بقوة حب الشاعر.",
          "تصريحية توحي بدلال محبوبة الشاعر.",
        ],
        correctAnswer: 0,
      },

      {
        id: 27,
        question:
          "~بحبك أستشفي~ فكيف تركتني ... ولم يبق غير العظم والروح والجلد",
        options: [
          "مكنية توحي بسمو الحب وطهارته.",
          "مكنية توحي بضعف الشاعر وانكساره",
          "مكنية توحي بعجز الشاعر عن فراق محبوبه",
          "تصريحية توحي بانكسار الشاعر ومرضه.",
        ],
        correctAnswer: 0,
      },

      {
        id: 28,
        question:
          "وهذي ~المنايا الحمر~ ترقص في دمي ... وهذي المنايا البيض تختال في فودي",
        options: [
          "مكنية توحي بتجلد الشاعر وصبره",
          "مكنية توحي بآلام الشاعر ويأسه.",
          "مكنية توحي برغبة الشاعر في الموت.",
          "تصريحية توحي بيأس الشاعر.",
        ],
        correctAnswer: 1,
      },

      {
        id: 29,
        question:
          "~أعطني حريتي~ أطلق يدي ... إنني أعطيت ما استبقيت شي",
        options: [
          "مكنية توحي بيأس الشاعر من محبوبته.",
          "مكنية توحي بالضيق من الرق والعبودية",
          "مكنية توحي بالجهاد من أجل الحرية",
          "مكنية توحي بحب الحرية",
        ],
        correctAnswer: 2,
      },

      {
        id: 30,
        question:
          "~يا نداء كلما أرسلته~ ... رد مفهوما وبالحظ ارتطم",
        options: [
          "مكنية توحي بحزن الشاعر ويأسه.",
          "مكنية توحى بقوة صوت الشاعر.",
          "مكنية توحي بضعف صوت الشاعر.",
          "مكنية توحى بقهر الأصحاب للشاعر.",
        ],
        correctAnswer: 0,
      },
    ],
  },
};

export default courseHomeworkData;